the 68325
of 36710
to 36192
in 29073
and 25538
a 24562
mln 18035
said 16818
vs 14332
for 13352
it 10450
dlrs 9561
on 9036
pct 8215
from 8204
cts 8178
said. 7887
is 7618
its 7398
that 7300
by 7063
net 6971
at 6964
be 6325
with 6151
will 5920
was 5789
billion 5430
u.s. 5261
he 5180
loss 5058
has 4854
would 4650
an 4520
as 4468
year 4386
not 4337
shr 4081
which 3631
but 3460
company 3424
this 3311
last 3215
or 3192
are 3181
bank 3142
have 3096
were 3074
oil 3005
inc 2985
had 2967
trade 2884
profit 2883
about 2792
new 2683
qtr 2631
corp 2518
also 2506
they 2436
one 2382
revs 2312
market 2274
1986 2247
two 2243
up 2122
stock 2096
sales 2086
been 2063
per 2055
share 2040
shares 1989
after 1948
may 1927
tonnes 1906
march 1840
first 1836
more 1806
group 1782
april 1772
than 1769
prices 1719
rate 1684
other 1617
price 1581
against 1488
exchange 1463
could 1457
no 1438
told 1427
february 1426
dlrs, 1419
foreign 1419
co 1416
government 1415
offer 1415
some 1402
if 1400
quarter 1389
over 1387
international 1371
their 1363
rose 1351
three 1331
1987 1326
under 1302
expected 1298
current 1297
dlrs. 1294
interest 1294
record 1281
note: 1273
production 1254
nine 1252
japan 1237
total 1233
rise 1221
dlr 1216
agreement 1201
all 1198
oper 1192
five 1183
10 1139
tax 1131
dollar 1130
six 1106
january 1101
official 1100
increase 1090
avg 1083
shrs 1077
between 1076
- 1056
because 1056
year. 1033
there 1021
into 1018
export 1016
common 1015
economic 1013
exports 1003
stg 996
major 994
board 993
rates 992
world 980
growth 973
sale 966
earnings 965
dividend 960
money 959
spokesman 941
week 936
american 934
west 933
japanese 919
end 917
while 914
31 913
buy 911
financial 909
officials 906
any 905
made 903
when 902
pay 901
agreed 893
wheat 893
year, 888
meeting 878
mths 877
national 877
united 876
four 873
fell 870
central 869
says 869
20 867
department 866
analysts 859
due 859
investment 854
compared 853
we 853
includes 849
around 848
acquisition 844
should 843
cut 842
now 842
4th 840
sources 840
stake 839
"the 832
unit 829
federal 826
further 823
only 818
15 814
-- 811
since 808
prior 796
pct. 794
30 793
lower 787
imports 784
cash 783
1986. 781
down 781
industry 779
ec 777
president 774
banks 767
next 763
months 762
securities 754
today 754
report 752
gas 751
gain 748
higher 747
sell 746
ended 734
business 731
currency 730
ltd 717
1986, 716
sugar 713
minister 710
pct, 709
capital 707
through 707
crude 706
deficit 701
domestic 693
earlier 693
trading 690
reserves 689
credit 688
tender 688
general 687
reported 687
take 687
out 686
fall 683
div 681
before 680
such 673
chairman 671
merger 671
during 670
his 664
set 660
december 652
both 648
did 647
companies 645
50 644
shareholders 644
european 643
countries 637
operations 637
output 636
assets 634
debt 631
month 629
expects 628
annual 624
canadian 624
coffee 623
still 623
surplus 623
talks 620
grain 619
south 616
agriculture 615
company's 615
said, 615
average 613
1st 608
12 605
products 605
who 602
added. 601
industrial 601
yen 601
announced 599
most 597
fed 596
june 595
nil 594
gold 589
however, 589
recent 588
u.k. 586
plans 584
make 583
figures 582
3rd 580
"we 578
acquire 578
states 575
income 573
likely 571
dealers 569
time 569
eight 567
loan 567
seven 565
statement 564
estimated 560
can 559
same 559
increased 558
industries 558
traders 558
bid 555
policy 555
1985 550
25 547
high 547
results 546
share, 545
sold 545
proposed 544
operating 543
purchase 543
period 542
being 540
corn 540
finance 539
early 537
fiscal 533
markets 531
continue 530
plan 530
state 530
including 529
previous 528
german 527
energy 525
union 522
commission 521
part 517
supply 517
ministry 514
qtly 514
1985. 506
full 503
forecast 499
sets 499
management 497
demand 495
second 488
half 486
share. 484
soviet 484
another 483
bought 479
canada 477
28 476
petroleum 473
sees 473
subsidiary 473
terms 469
help 468
reserve 467
much 466
well 466
include 464
house 460
off 460
acquired 455
value 454
below 452
marks 452
usda 452
our 450
each 449
years 448
do 444
already 442
monetary 441
opec 438
system 438
held 436
producers 435
gulf 434
public 431
previously 430
stocks 429
so 428
development 427
treasury 427
18 426
1986/87 426
level 425
these 423
until 423
added 422
french 421
budget 420
say 420
third 418
profits 414
loans 413
cost 411
issue 411
asked 410
move 410
very 407
york 407
based 406
outstanding 406
farm 405
crop 404
import 403
jan 401
might 400
private 400
firm 397
split 397
consumer 396
effective 396
british 395
less 395
proposal 395
tonnes, 393
account 392
bill 392
fourth 392
following 389
feb 388
economy 387
savings 387
those 387
days 386
reduce 386
what 385
above 384
result 383
decline 382
open 382
prime 382
11 381
action 381
adjusted 379
barrels 379
committee 378
100 377
shares, 377
inc, 376
owned 376
several 376
change 375
program 375
use 373
declined 372
support 371
long 370
secretary 370
strong 370
subject 369
largest 367
13 366
costs 366
takeover 366
completed 365
drop 365
low 365
reagan 365
funds 362
40 360
paris 360
according 359
possible 359
14 358
nations 358
"i 357
control 355
does 355
news 355
cocoa 354
data 353
inflation 353
revenues 353
banking 351
intervention 350
baker 349
september 349
losses 348
approved 345
within 345
late 344
number 344
raised 344
revised 344
systems 344
additional 342
given 342
close 341
making 341
futures 340
china 339
payments 339
services 338
real 337
amount 336
yesterday 336
16 335
corp, 335
excludes 335
need 334
see 334
17 333
large 333
many 333
payable 333
1987. 332
july 332
resources 330
plc 327
quarterly 327
used 326
extraordinary 325
francs 325
22 324
analyst 324
preferred 324
raise 324
cents 323
must 323
whether 323
year's 323
soybean 322
day 320
balance 319
decision 319
executive 318
reuters 318
1987, 317
association 317
commercial 317
final 316
good 315
put 315
certain 314
mln. 314
pact 313
western 313
economists 312
accord 311
company. 311
special 311
buying 309
remain 309
chief 308
council 308
japan's 308
although 307
back 307
seen 307
buffer 306
community 306
currently 306
approval 305
bundesbank 305
ltd> 305
least 304
service 304
target 304
brazil 302
contract 302
give 302
pacific 302
holdings 301
latest 301
offered 301
gains 300
paid 300
them 300
start 299
week, 299
bpd 298
product 298
just 296
own 296
received 296
despite 295
discontinued 295
line 295
stock. 295
goods 294
issued 294
marketing 294
north 294
1.5 293
far 293
holding 293
meet 293
saudi 293
agency 291
steel 291
24 290
deal 290
main 290
among 289
natural 288
insurance 287
january, 286
members 286
texas 286
1985, 285
called 285
cuts 285
joint 285
quota 284
reached 284
31, 283
plant 283
later 281
think 281
administration 280
levels 280
noted 280
rising 280
past 279
unchanged 279
conference 278
expect 278
trust 278
company, 277
firms 277
london 277
signed 277
senior 276
without 276
shares. 275
point 274
19 271
base 271
i 270
even 269
comment 268
exploration 268
inc> 268
name 268
washington 268
raises 266
future 265
little 265
2nd 264
charge 263
de 262
60 261
computer 261
how 261
reduced 261
rights 261
where 261
court 259
discount 259
food 259
selling 259
continued 258
farmers 258
lead 258
way 258
27 257
commodity 257
effect 256
here 256
october 256
planned 256
letter 254
payout 254
worth 254
buys 253
deposits 253
pressure 253
ministers 252
saying 252
sector 252
available 251
present 249
23 248
provide 248
short 248
today. 248
today, 247
units 247
investors 246
month. 246
prices, 246
1 245
billion. 245
england 244
country 243
daily 243
australian 242
hold 242
leading 242
show 242
transaction 242
work 242
35 241
germany 241
measures 241
pretax 241
equity 240
free 240
too 240
changes 239
ending 239
payment 239
commerce 238
inc. 238
showed 238
80 236
come 236
turnover 236
holders 235
key 235
tariffs 234
estimates 233
probably 233
sharp 233
get 232
local 231
bond 230
impact 230
statistics 230
near 229
included 228
position 228
tonne 228
bills 227
delegates 227
go 227
note 227
seeking 227
distribution 225
receive 225
better 224
index 224
led 224
mine 224
taken 224
chemical 223
increases 223
mining 223
purchases 223
usair 223
2.5 222
26 222
basis 222
producer 222
"it 221
copper 221
dutch 221
tokyo 221
stock, 220
area 219
bankers 219
fund 219
response 219
heavy 218
home 218
partners 218
quoted 218
weeks 218
become 217
estimate 217
initial 217
agricultural 216
allow 216
currencies 216
few 216
order 216
boost 215
seek 215
stores 215
southern 214
strike 214
ago 213
negotiations 213
began 212
market. 212
term 212
research 211
restructuring 211
scheduled 211
sharply 211
iranian 210
mln, 210
rises 210
taiwan 210
1985/86 209
ct 209
exporters 209
january. 209
office 209
then 209
declared 208
director 208
growing 208
investor 208
spending 208
division 207
february, 207
gave 207
repurchase 207
rubber 207
tons 207
gross 206
quarter. 206
reduction 206
small 206
bank's 205
decided 205
slightly 205
closed 204
hit 204
market, 204
return 204
shipping 203
quotas 202
right 201
security 201
study 201
1988 200
21 200
congress 200
filing 200
mark 200
undisclosed 200
white 200
diluted 199
east 199
government's 199
manufacturing 199
venture 199
going 198
conditions 197
consider 197
figure 197
fixed 197
capacity 195
financing 195
james 195
offers 195
recently 195
reflect 195
keep 194
lending 194
problems 194
shareholder 194
want 194
adding 193
agreement, 192
press 192
45 191
gencorp 191
operations. 191
taking 191
class 190
country's 190
like 190
maize 190
range 190
directors 189
earlier, 189
needed 189
reports 189
week. 189
years. 189
yet 189
iran 188
30, 187
areas 187
brazilian 187
continuing 187
member 187
remaining 187
senate 187
credits 186
france 186
port 186
prices. 186
1, 185
1987/88 185
increasing 185
reporters 185
standard 185
working 185
shipments 184
70 183
ago. 183
delivery 183
improved 183
november 183
provision 183
reuters. 183
contracts 182
institute 182
limited 182
proposals 182
500 181
believe 181
life 181
mainly 181
producing 181
call 180
caused 180
falling 180
power 180
sterling 180
workers 180
300 179
barrel 179
beef 179
month, 179
owns 178
co, 177
force 177
retail 177
tonnes. 177
33 176
produced 176
years, 176
dome 175
earlier. 175
today's 175
information 174
cotton 173
don't 173
pipeline 173
significant 173
statement. 173
august 172
dollars 172
long-term 172
offering 172
us 172
japan, 171
plus 171
seasonally 171
cyclops 170
details 170
form 170
holds 170
quarter, 170
date 169
makes 169
sells 169
interests 168
bonus 167
political 167
rules 167
unemployment 167
51 166
almost 166
corp> 166
dec 166
nearly 166
overall 166
vice 166
150 165
29 165
purchased 165
regular 165
again 164
short-term 164
technology 164
totalled 164
cable 163
concern 163
dollar, 163
equipment 163
limit 163
option 163
review 163
rice 163
ships 163
yeutter 163
consumers 162
economist 161
paper 161
rather 161
she 161
able 160
gatt 160
similar 160
situation 160
swiss 160
winter 160
ltd, 159
potential 159
revenue 159
stability 159
200 158
add 158
city 158
discuss 158
liquidity 158
pre-tax 158
produce 158
agreements 157
air 157
communications 157
considering 157
earned 157
enough 157
manager 157
weather 157
1.2 156
group, 156
primary 156
volume 156
32 155
beginning 155
bring 155
head 155
reach 155
u.s., 155
yesterday, 155
1.1 154
changed 154
dropped 154
efforts 154
maintain 154
northern 154
oils 154
palm 154
people 154
remains 154
soon 154
corporate 153
disclosed. 153
lawson 153
mines 153
orders 153
posted 153
top 153
existing 152
greater 152
properties 152
provided 152
rates. 152
season 152
unlikely 152
completes 151
corp. 151
customer 151
feed 151
hong 151
options 151
31. 150
75 150
australia 150
begin 150
light 150
parent 150
refinery 150
required 150
stg. 150
"this 149
buyout 149
means 149
monthly 149
morning 149
america 148
former 148
health 148
regulatory 148
supplies 148
ecuador 147
europe 147
offset 147
related 147
substantial 147
38 146
90 146
issues 146
place 146
shearson 146
unless 146
"if 145
commission, 145
dispute 145
gasoline 145
aid 144
fuel 144
periods 144
soybeans 144
yield 144
"there 143
65 143
affected 143
aimed 143
announcement 143
drilling 143
expand 143
feet 143
rejected 143
telephone 143
year-ago 143
consumption 142
convertible 142
offer. 142
1.3 141
assistance 141
came 141
combined 141
improve 141
ounces 141
semiconductor 141
started 141
week's 141
04/09/87 140
closing 140
cooperation 140
filed 140
friday 140
korea 140
lost 140
minimum 140
offer, 140
principle 140
tin 140
bank, 139
charges 139
electric 139
forecasts 139
markets. 139
period. 139
prepared 139
shortage 139
spot 139
took 139
you 139
37 138
act 138
ahead 138
brazil's 138
certificates 138
field 138
great 138
improvement 138
louvre 138
policies 138
rates, 138
wants 138
03/09/87 137
55 137
attempt 137
countries. 137
partnership 137
series 137
acquisitions 136
african 136
cent 136
longer 136
lyng 136
versus 136
fully 135
hard 135
remained 135
42 134
definitive 134
indonesia 134
majority 134
newspaper 134
twa 134
2.2 133
34 133
corp's 133
difficult 133
expansion 133
necessary 133
television 133
traded 133
believed 132
find 132
particularly 132
problem 132
accept 131
addition, 131
cause 131
continental 131
cover 131
john 131
land 131
overseas 131
temporary 131
1.4 130
52 130
arabia 130
express 130
left 130
partly 130
prospects 130
best 129
calls 129
cattle 129
developing 129
dollar. 129
normal 129
predicted 129
states, 129
world's 129
accounting 128
attack 128
consolidated 128
falls 128
important 128
intent 128
respectively. 128
shipment 128
accepted 127
ag 127
businesses 127
cannot 127
december, 127
investments 127
months. 127
outstanding. 127
raising 127
reason 127
risk 127
building 126
it's 126
largely 126
36 125
construction 125
gnp 125
ore 125
outlook 125
outside 125
package 125
royal 125
telecommunications 125
weekly 125
acres 124
case 124
corporation 124
countries, 124
dollar's 124
looking 124
"a 123
100,000 123
chrysler 123
controls 123
entered 123
extended 123
grow 123
guilders 123
points 123
proceeds 123
reflected 123
speculation 123
times 123
allowed 122
bancorp 122
coming 122
cubic 122
lynch 122
m-1 122
performance 122
factors 121
failed 121
ico 121
meat 121
medical 121
miyazawa 121
moves 121
round 121
source 121
try 121
view 121
africa 120
barley 120
bids 120
calendar 120
kong 120
merrill 120
met 120
mortgage 120
products. 120
released 120
saw 120
slow 120
war 120
basic 119
competitive 119
deposit 119
effort 119
oil, 119
sea 119
taft 119
agreement. 118
britain 118
immediately 118
operation 118
provisions 118
stop 118
wall 118
aluminium 117
clear 117
complete 117
discussions 117
dixons 117
projected 117
purolator 117
richard 117
silver 117
tomorrow 117
transport 117
yesterday. 117
400 116
along 116
rest 116
transactions 116
vote 116
agree 115
benefit 115
electronics 115
ends 115
estate 115
imported 115
opened 115
percentage 115
preliminary 115
3.5 114
band 114
crops 114
face 114
involved 114
measure 114
robert 114
subsidies 114
wanted 114
year-on-year 114
0.5 113
billion, 113
exclude 113
helped 113
legislation 113
levels. 113
metal 113
organization 113
provisional 113
representatives 113
ruling 113
warrants 113
2.3 112
considered 112
direct 112
operate 112
planning 112
prevent 112
valued 112
49 111
damage 111
eastern 111
either 111
flow 111
hutton 111
merge 111
states. 111
two-for-one 111
vegetable 111
believes 110
crowns 110
expenses 110
external 110
failure 110
hope 110
notes 110
ordinary 110
representative 110
settlement 110
volcker 110
zealand 110
44 109
b 109
bp 109
completion 109
dealer 109
formed 109
having 109
meeting. 109
months, 109
oecd 109
offshore 109
progress 109
question 109
recovery 109
restated 109
show. 109
specific 109
stood 109
unit, 109
various 109
voting 109
"but 108
affect 108
borrowings 108
brought 108
cumulative 108
exports, 108
followed 108
independent 108
look 108
meeting, 108
military 108
shell 108
stable 108
trying 108
2.4 107
authorized 107
cash. 107
chicago 107
law 107
pending 107
report. 107
terms. 107
1988. 106
block 106
commodities 106
competition 106
cutting 106
december. 106
defense 106
harvest 106
india 106
products, 106
santa 106
street 106
47 105
ago, 105
borg-warner 105
cargo 105
equal 105
industry, 105
kuwait 105
morgan 105
property 105
sec 105
ship 105
signs 105
towards 105
1. 104
access 104
california 104
canada, 104
firm, 104
global 104
interested 104
process 104
production, 104
reducing 104
ways 104
0.2 103
bureau 103
co. 103
indicated 103
maximum 103
monday 103
parts 103
period, 103
san 103
session 103
1988, 102
46 102
acreage 102
bags 102
grew 102
opening 102
possibility 102
quality 102
sanctions 102
serious 102
that, 102
yen, 102
39 101
dividends 101
instead 101
interview 101
legal 101
sumita 101
"in 100
43 100
53 100
56 100
big 100
bonds 100
equivalent 100
personal 100
retaliation 100
subsidiary, 100
1.8 99
arab 99
especially 99
generally 99
giving 99
industry. 99
johnson 99
lines 99
markets, 99
metals 99
needs 99
officer 99
release 99
sept 99
though 99
0.4 98
2.1 98
accounts 98
amounts 98
authority 98
caesars 98
coast 98
designed 98
economy, 98
economy. 98
facilities 98
gdp 98
materials 98
middle 98
project 98
64 97
authorities 97
compares 97
fields 97
germany, 97
program, 97
reform 97
spain 97
1.9 96
4.5 96
averaged 96
benefits 96
concerned 96
david 96
enterprises 96
every 96
excess 96
intends 96
ltd>, 96
pound 96
price. 96
processing 96
relatively 96
request 96
respectively, 96
substantially 96
trend 96
went 96
... 95
1.6 95
banks, 95
immediate 95
items 95
singapore 95
suit 95
taiwan's 95
urged 95
using 95
wheat, 95
2 94
2.6 94
500,000 94
boston 94
found 94
hours 94
remarks 94
river 94
stoltenberg 94
subsidy 94
ussr 94
venezuela 94
yields 94
57 93
addition 93
april. 93
canada's 93
coal 93
hopes 93
paul 93
raw 93
require 93
starting 93
subcommittee 93
3.2 92
activity 92
approve 92
associates 92
biggest 92
business. 92
buyers 92
different 92
ease 92
expressed 92
forward 92
group's 92
ownership 92
report, 92
speaking 92
totaled 92
85 91
companies, 91
diplomats 91
negotiating 91
others 91
piedmont 91
recorded 91
resulted 91
row 91
steady 91
taxes 91
texaco 91
visit 91
95 90
actions 90
adjustment 90
am 90
confirmed 90
deputy 90
governor 90
kuwaiti 90
leaders 90
resulting 90
survey 90
takes 90
underlying 90
warned 90
water 90
48 89
approximately 89
banks. 89
companies. 89
continues 89
details. 89
employment 89
engineering 89
france, 89
icco 89
labour 89
lot 89
mean 89
poehl 89
post 89
significantly 89
technical 89
transportation 89
via 89
yen. 89
"they 88
10.5 88
avoid 88
baldrige 88
borrowing 88
chance 88
controlled 88
customers 88
debt. 88
lowered 88
march, 88
organisation 88
party 88
registered 88
split, 88
waste 88
wholesale 88
0.1 87
0/92 87
800 87
done 87
encourage 87
inc's 87
itself 87
know 87
meetings 87
policy. 87
rev 87
shareholders. 87
steps 87
system. 87
whole 87
zinc 87
1.7 86
30. 86
58 86
airlines 86
allegheny 86
application 86
april, 86
associated 86
belgian 86
brothers 86
comments 86
csr 86
delayed 86
electronic 86
groups 86
growth. 86
hughes 86
it. 86
italian 86
italy 86
nippon 86
positive 86
protect 86
reporting 86
restrictions 86
role 86
stabilise 86
step 86
together 86
"it's 85
250 85
41 85
7.5 85
barrel. 85
build 85
exceed 85
facility 85
factor 85
grade 85
granted 85
growers 85
moving 85
originally 85
ounce 85
plan, 85
rate, 85
soft 85
stimulate 85
suspended 85
system, 85
vessels 85
whose 85
1.0 84
2.8 84
2.9 84
alternative 84
bulk 84
franc 84
huge 84
marine 84
planted 84
principal 84
protectionist 84
smaller 84
spanish 84
wage 84
worldwide 84
0.3 83
68 83
atlantic 83
away 83
car 83
china's 83
entire 83
exxon 83
february. 83
follows 83
forced 83
freight 83
launched 83
lehman 83
policy, 83
requirement 83
strategic 83
strategy 83
won 83
12.5 82
barrel, 82
cash, 82
ccc 82
chinese 82
claims 82
friday. 82
imports. 82
iraq 82
overnight 82
pork 82
reflecting 82
run 82
sent 82
starts 82
state-owned 82
video 82
weak 82
54 81
72 81
ability 81
accounted 81
acquires 81
allied 81
asset 81
chemlawn 81
gets 81
intended 81
old 81
operations, 81
rand 81
single 81
spokeswoman 81
supermarkets 81
time, 81
toward 81
300,000 80
commitment 80
confident 80
forces 80
known 80
larger 80
nakasone 80
negotiate 80
pension 80
postings 80
price, 80
push 80
quickly 80
ranging 80
risen 80
test 80
unfair 80
willing 80
yesterday's 80
2.7 79
3.4 79
4.2 79
6.5 79
beet 79
brokers 79
business, 79
ceiling 79
congressional 79
fact 79
malaysian 79
michael 79
once 79
rains 79
stabilize 79
targets 79
3.6 78
7-3/4 78
britain, 78
day, 78
deficit. 78
entertainment 78
excluding 78
expectations 78
exports. 78
family 78
gaf 78
housing 78
imposed 78
indonesian 78
minerals 78
paying 78
protection 78
sorghum 78
values 78
120 77
50,000 77
600 77
83 77
behind 77
board. 77
bpd, 77
colombia 77
courier 77
fats 77
g-7 77
japan. 77
malaysia 77
refining 77
seeks 77
sign 77
sought 77
storage 77
trade, 77
transfer 77
(ec) 76
0.7 76
200,000 76
5.5 76
acquiring 76
debentures 76
discussed 76
fears 76
named 76
negative 76
opposed 76
opposition 76
premium 76
production. 76
rumors 76
strength 76
subordinated 76
subsidiaries 76
committed 75
extend 75
impose 75
network 75
placed 75
refined 75
voted 75
waiting 75
3.3 74
73 74
activities 74
appears 74
argentine 74
bilateral 74
decide 74
deficit, 74
dry 74
exported 74
figures. 74
highest 74
houses 74
hurt 74
intervened 74
limits 74
newly 74
ratio 74
regional 74
separate 74
thai 74
three-for-two 74
time. 74
30,000 73
basis. 73
chemicals 73
drought 73
employees 73
fe 73
guarantees 73
introduced 73
manufacturers 73
operates 73
original 73
ready 73
reflects 73
upward 73
active 72
brown 72
cpc 72
crisis 72
harcourt 72
inventory 72
modest 72
plants 72
poor 72
possibly 72
requirements 72
smith 72
stg, 72
trader 72
union, 72
wholly 72
15.8 71
3 71
4.4 71
appeared 71
ask 71
bank. 71
course 71
declines 71
demand, 71
denied 71
ecus 71
imf 71
licences 71
lowest 71
noted. 71
reference 71
relations 71
represents 71
santos 71
staff 71
successful 71
thought 71
ton 71
ups 71
weekend 71
william 71
actual 70
appropriate 70
basis, 70
cargoes 70
clayton 70
combination 70
dairy 70
determined 70
effects 70
foods 70
formal 70
hectares 70
leader 70
renewed 70
resolve 70
rule 70
spring 70
swedish 70
tankers 70
tariff 70
threatened 70
throughout 70
69 69
achieve 69
aluminum 69
brings 69
curb 69
days. 69
develop 69
enhancement 69
exchange. 69
fed's 69
fire 69
grains 69
growth, 69
lift 69
ltd. 69
minority 69
moscow 69
operators 69
pesos 69
plan. 69
speech 69
stockholders 69
sun 69
thailand 69
wells 69
writedown 69
3.1 68
87 68
advanced 68
assets. 68
broad 68
comment. 68
commitments 68
connection 68
costs. 68
developed 68
duty 68
expire 68
fresh 68
invest 68
maker 68
miles 68
nothing 68
noting 68
plc> 68
profitable 68
stronger 68
talk 68
talking 68
1.25 67
adopted 67
bell 67
burlington 67
care 67
condition 67
consideration 67
contributed 67
crazy 67
exporting 67
intervene 67
lbs 67
leave 67
levels, 67
mths. 67
narrow 67
nation's 67
one, 67
philippine 67
published 67
relief 67
representing 67
seamen 67
setting 67
sosnoff 67
statements 67
tire 67
tuesday 67
turkey 67
unit. 67
63 66
66 66
700 66
92 66
agrees 66
brazil, 66
brokerage 66
carry 66
chancellor 66
chase 66
depressed 66
described 66
determine 66
enable 66
follow 66
harper 66
here. 66
hoped 66
imports, 66
live 66
orange 66
planting 66
provides 66
really 66
season, 66
sheet 66
software 66
specialty 66
stand 66
technologies 66
upon 66
3.7 65
anticipated 65
attributed 65
bringing 65
c 65
create 65
enter 65
floor 65
future. 65
night 65
outstanding, 65
parties 65
portion 65
primarily 65
rate. 65
red 65
region 65
ruled 65
strongly 65
ten 65
10.3 64
australia's 64
citicorp 64
debt, 64
declining 64
each. 64
exchequer 64
expenditure 64
governments 64
gulf. 64
interim 64
lack 64
may, 64
mills 64
mutual 64
rebate 64
refused 64
store 64
textile 64
treasury's 64
1.50 63
5,000 63
61 63
67 63
across 63
afternoon 63
auction 63
balances 63
cabinet 63
cited 63
corn, 63
dart 63
demand. 63
economies 63
fair 63
grades 63
laws 63
marks. 63
mexico 63
motor 63
nominal 63
passed 63
priced 63
pricing 63
running 63
seasonal 63
smelter 63
suggested 63
wednesday 63
28, 62
3.0 62
350 62
added, 62
allowing 62
asian 62
before. 62
certificate 62
chip 62
contribution 62
debate 62
depreciation 62
earnings. 62
emergency 62
exercise 62
florida 62
friday, 62
greece 62
him 62
intend 62
intention 62
jobs 62
participation 62
retain 62
2.0 61
4.1 61
bankruptcy 61
board, 61
broadcasting 61
bushels 61
carried 61
cold 61
confidence 61
county 61
evidence 61
fleet 61
foster 61
guarantee 61
hostile 61
latin 61
managing 61
material 61
moderate 61
moved 61
quotas, 61
resume 61
size 61
stay 61
threat 61
trade. 61
turn 61
yen's 61
7.1 60
affiliate 60
awarded 60
bad 60
bass 60
boosted 60
circulation 60
converted 60
costs, 60
department's 60
developments 60
double 60
fallen 60
focus 60
group. 60
indian 60
march. 60
mill 60
motors 60
opinion 60
optimistic 60
ports 60
pressures 60
prev 60
reported. 60
sales, 60
shortfall 60
summer 60
terminal 60
0.6 59
1.75 59
11.5 59
4.3 59
5.1 59
82 59
affairs 59
commenting 59
cooperate 59
credit. 59
decrease 59
disclose 59
doing 59
earn 59
eddie 59
five-year 59
gap 59
imperial 59
liabilities 59
monday, 59
n.z. 59
pact, 59
panel 59
plantings 59
reaction 59
reverse 59
shamrock 59
sulphur 59
supported 59
traditional 59
unadjusted 59
votes 59
(the 58
1,000 58
7.2 58
affecting 58
after-tax 58
applied 58
approach 58
association, 58
break 58
cane 58
closely 58
cts, 58
day. 58
differentials 58
downward 58
establish 58
except 58
feel 58
firm. 58
goods, 58
indicate 58
june, 58
level. 58
margins 58
mineral 58
mobil 58
movement 58
program. 58
revlon 58
sector, 58
sectors 58
shipped 58
tomorrow. 58
3.8 57
4.0 57
agreements, 57
attacks 57
certainly 57
chips 57
defence 57
diamond 57
drug 57
getting 57
inc>, 57
inflation, 57
intermediate 57
iv 57
los 57
martin 57
merger, 57
merger. 57
mostly 57
operated 57
pakistan 57
proposal, 57
recommended 57
reserves, 57
rio 57
sentiment 57
split. 57
thus 57
totalling 57
viacom 57
why 57
5.2 56
76 56
89 56
ab 56
aircraft 56
banker 56
barriers 56
broadly 56
buyer 56
center 56
communique 56
compromise 56
delay 56
detailed 56
eep 56
ensure 56
illinois 56
index, 56
initiative 56
labor 56
leveraged 56
levy 56
located 56
month's 56
one. 56
particular 56
privately-held 56
projects 56
providing 56
seems 56
severe 56
shows 56
social 56
stage 56
surpluses 56
tough 56
turkish 56
1984 55
5.00 55
5.3 55
7-1/2 55
77 55
8 55
9 55
97 55
aide 55
ban 55
begins 55
coconut 55
disclosed 55
extension 55
fairchild 55
george 55
internal 55
interview. 55
january's 55
leaving 55
looks 55
louisiana 55
matter 55
meal 55
offices 55
programs 55
qtrly 55
rejects 55
reporters. 55
satisfactory 55
stocks, 55
thursday 55
transaction, 55
wireless 55
"as 54
10,000 54
17. 54
3.9 54
accord, 54
aerospace 54
amstutz 54
auto 54
bay 54
bidding 54
black 54
cos 54
covering 54
duties 54
established 54
flat 54
government, 54
jointly 54
lake 54
lire 54
midland 54
platform 54
positions 54
producers, 54
radio 54
requested 54
reynolds 54
showing 54
speculative 54
sri 54
sure 54
talks, 54
tendered 54
van 54
"our 53
145 53
20,000 53
8.5 53
9.8 53
adjustments 53
algeria 53
assets, 53
components 53
defend 53
e.f. 53
employers 53
expanded 53
extremely 53
ferruzzi 53
frozen 53
h.k. 53
interstate 53
korean 53
level, 53
makers 53
managers 53
medium 53
never 53
normally 53
preference 53
privately 53
ranges 53
recommendation 53
rep. 53
republic 53
retained 53
retaliate 53
returned 53
shift 53
tanker 53
them. 53
unable 53
urges 53
1.20 52
6.7 52
84 52
advances 52
aim 52
amoco 52
approval. 52
available. 52
charged 52
co> 52
coastal 52
comes 52
consistent 52
cts. 52
ec's 52
ems 52
exchange, 52
federation 52
fee 52
harris 52
heating 52
kind 52
la 52
list 52
meant 52
merged 52
nearby 52
obtain 52
peru 52
rain 52
recover 52
reductions 52
represented 52
rise. 52
said: 52
sales. 52
sides 52
status 52
terms, 52
therefore 52
uncertainty 52
usx 52
williams 52
wti 52
yr 52
0.9 51
6 51
62 51
71 51
86 51
achieved 51
advance 51
apply 51
attention 51
banks' 51
became 51
begun 51
book 51
conservation 51
core 51
damaged 51
decisions 51
egypt 51
expires 51
goal 51
gulf, 51
highly 51
houston 51
immediately. 51
individual 51
inventories 51
it, 51
let 51
linked 51
lloyds 51
marks, 51
miti 51
opportunity 51
pursue 51
pushed 51
rapeseed 51
requires 51
result, 51
southwest 51
strengthen 51
stressed 51
subsidiary. 51
telecom 51
tomorrow, 51
tonne, 51
weakness 51
1.05 50
10.2 50
11.1 50
7.6 50
9.9 50
adequate 50
alleged 50
announce 50
api 50
backlog 50
bales 50
behalf 50
collapse 50
concerning 50
conditions. 50
directly 50
eventually 50
extent 50
felt 50
funding 50
germany's 50
institutions 50
iron 50
justice 50
machinery 50
manhattan 50
miners 50
propose 50
protest 50
rapid 50
reaffirmed 50
reiterated 50
ringgit 50
room 50
september, 50
shareholders, 50
shown 50
so-called 50
spread 50
studying 50
valley 50
weeks. 50
zone 50
1.15 49
15, 49
170 49
1984. 49
4.8 49
4/2/87 49
78 49
advantage 49
airline 49
branch 49
businessmen 49
chairman, 49
deliveries 49
division, 49
eased 49
faced 49
fear 49
francs. 49
hands 49
importers 49
join 49
loading 49
massive 49
merchant 49
narrowed 49
nuclear 49
ohio 49
receipt 49
recession 49
registrations 49
replace 49
reuter 49
save 49
scheme 49
statement, 49
tenders 49
tight 49
traffic 49
wholly-owned 49
wk 49
1.23 48
11.2 48
150,000 48
450 48
7 48
alternatives 48
argentina 48
asia 48
britain's 48
broker 48
clearly 48
concentrate 48
container 48
deadline 48
debit 48
depending 48
distributed 48
dumping 48
executives 48
faces 48
fairly 48
gained 48
gillette 48
got 48
ibc 48
incentives 48
institutional 48
italy's 48
jacobs 48
lease 48
living 48
m-2 48
m-3 48
media 48
million 48
netherlands 48
peter 48
philippines 48
shut 48
signal 48
spent 48
submitted 48
summit 48
surplus, 48
terminated 48
three-month 48
uk 48
unions 48
utilities 48
vessel 48
welcomed 48
1.60 47
10.1 47
10.9 47
15. 47
17.5 47
1985/86. 47
400,000 47
5.4 47
79 47
always 47
amc 47
anything 47
apparently 47
belgium 47
beyond 47
bid. 47
bonn 47
campaign 47
city, 47
coarse 47
conditions, 47
conservative 47
contained 47
created 47
creditors 47
cyacq 47
depend 47
dow 47
drain 47
drive 47
excessive 47
expanding 47
gives 47
goods. 47
guaranteed 47
hearing 47
increasingly 47
indicator 47
interbank 47
introduction 47
it," 47
kept 47
livestock 47
maturity 47
mercantile 47
merchandise 47
movements 47
partners, 47
proceed 47
rainfall 47
sale, 47
shipment, 47
simply 47
soviets 47
stake, 47
stated 47
strikes 47
sweet 47
tea 47
virtually 47
woolworth 47
"that 46
0.8 46
12.1 46
1980, 46
6.6 46
actively 46
appear 46
areas, 46
backed 46
beneficial 46
charles 46
compete 46
contribute 46
corp>, 46
customs 46
deal, 46
deficiency 46
disposal 46
expense 46
experts 46
faster 46
fundamental 46
indonesia's 46
industries. 46
influence 46
iran's 46
kansas 46
maintenance 46
nor 46
pace 46
pact. 46
pointed 46
pounds 46
progressive 46
quite 46
realty 46
reserves. 46
retaliatory 46
saudis 46
shortly 46
slower 46
spend 46
structure 46
success 46
tax, 46
transaction. 46
weeks, 46
wilson 46
won't 46
130 45
20. 45
94 45
96 45
amounted 45
and, 45
aviation 45
bear 45
brands 45
calling 45
card 45
cereals 45
concluded 45
covered 45
declares 45
demands 45
division. 45
encouraging 45
franklin 45
goes 45
halt 45
hanson 45
headed 45
heavily 45
idea 45
improving 45
industrialised 45
inflationary 45
investment. 45
iraqi 45
issue. 45
k 45
keeping 45
missiles 45
newmont 45
parliament 45
poultry 45
presented 45
previously-announced 45
profitability 45
promote 45
putting 45
reagan's 45
reorganization 45
repeated 45
represent 45
sale. 45
slight 45
station 45
stopped 45
surge 45
tool 45
trading. 45
weight 45
widely 45
withdraw 45
withdrawal 45
10.6 44
11.3 44
13.6 44
16. 44
25,000 44
4 44
5.6 44
5.9 44
800,000 44
81 44
9.5 44
apparent 44
applications 44
appreciation 44
basin 44
body 44
bpd. 44
canada. 44
chartered 44
co's 44
comdata 44
considerable 44
consortium 44
deals 44
democratic 44
disease 44
dividends. 44
doesn't 44
extra 44
favor 44
float 44
flows 44
francs, 44
future, 44
gold, 44
harvested 44
henley 44
herrington 44
involving 44
jardine 44
joined 44
korea's 44
lifted 44
meanwhile, 44
oil. 44
owners 44
processors 44
produces 44
recommend 44
september. 44
seriously 44
side 44
something 44
speculated 44
there's 44
turning 44
weaker 44
wednesday, 44
zero 44
1.30 43
10.7 43
11.4 43
140 43
25, 43
6,000 43
affiliates 43
area. 43
balladur 43
calculated 43
conference. 43
delivered 43
dividend, 43
edelman 43
entitled 43
favourable 43
firmed 43
grain, 43
honeywell 43
increase. 43
intervention, 43
kiichi 43
northwest 43
now, 43
opec's 43
opportunities 43
partner 43
peak 43
permit 43
pledged 43
portfolio 43
proved 43
proven 43
purchasing 43
ranged 43
reasonable 43
regarding 43
remove 43
respond 43
salomon 43
satisfied 43
section 43
talks. 43
weinberger 43
worst 43
year-end 43
12.2 42
13. 42
13.5 42
1986/87, 42
2.50 42
40,000 42
8.8 42
93 42
acquisition, 42
actually 42
advised 42
advisory 42
angeles 42
area, 42
areas. 42
asking 42
built 42
carrying 42
centers 42
china, 42
comparable 42
comprising 42
concerns 42
conditioned 42
dealing 42
difficulties 42
dominion 42
effectively 42
eligible 42
europe, 42
file 42
floating 42
fob 42
fundamentals 42
gmt 42
icahn 42
initially 42
leaves 42
lme 42
market," 42
maturing 42
monday. 42
nigel 42
official, 42
officially 42
often 42
petrobras 42
practices 42
realized 42
responsible 42
retirement 42
securities. 42
services, 42
southmark 42
suspension 42
venezuelan 42
ventures 42
warrant 42
we're 42
"to 41
(bpd) 41
1.10 41
10.4 41
11.7 41
1990. 41
4,000 41
4.9 41
5 41
59 41
74 41
8.3 41
88 41
affiliated 41
alcan 41
appeal 41
approves 41
bankamerica 41
books 41
cases 41
coins 41
commonwealth 41
dauster 41
distillate 41
emery 41
fast 41
favour 41
ford 41
half. 41
homes 41
hotel 41
inc>. 41
indicators 41
ltd's 41
management, 41
midnight 41
november, 41
nv 41
october. 41
oppose 41
pdvsa 41
phillips 41
platinum 41
proposes 41
prospect 41
railway 41
referring 41
respect 41
rise, 41
s. 41
sachs 41
serve 41
settle 41
shultz 41
suggest 41
swap 41
vital 41
wait 41
workforce 41
"at 40
1.04 40
1.16 40
1.35 40
1.87 40
11.6 40
12.0 40
16.1 40
18.5 40
6.2 40
7.4 40
administration's 40
alone 40
arrange 40
aware 40
battle 40
becoming 40
charter 40
citing 40
curbs 40
direction 40
draw 40
du 40
earnings, 40
equipment, 40
expired 40
extends 40
flour 40
fujitsu 40
grown 40
guilder 40
hog 40
informal 40
job 40
laboratories 40
lb 40
listed 40
m3 40
match 40
may. 40
officials, 40
oilseed 40
ordered 40
partially 40
participants 40
qualified 40
rapidly 40
recapitalization 40
results. 40
seem 40
solution 40
supports 40
texas, 40
twice 40
usually 40
utility 40
year," 40
year-earlier 40
"we're 39
11.9 39
110 39
15.2 39
16.6 39
160 39
91 39
acquisition. 39
action. 39
amendment 39
assumption 39
broke 39
businesses. 39
causing 39
chances 39
competing 39
competitiveness 39
complex 39
controlling 39
date. 39
deferred 39
deficits 39
draft 39
easing 39
economics 39
greek 39
hotels 39
hudson 39
investigation 39
juice 39
lose 39
managed 39
management. 39
margin 39
marked 39
miguel 39
missile 39
mt 39
my 39
nation 39
navy 39
nova 39
one-third 39
out. 39
plant, 39
president, 39
rally 39
receiving 39
resolution 39
restricted 39
restructure 39
slide 39
slowed 39
solve 39
sufficient 39
sugar, 39
total, 39
upper 39
usage 39
utilization 39
wagner 39
warships 39
yasuhiro 39
"there's 38
1.34 38
12.6 38
13.1 38
13.3 38
1985's 38
250,000 38
27. 38
5.7 38
7.3 38
7.7 38
7.8 38
750 38
acting 38
attend 38
attractive 38
attributable 38
beans 38
columbia 38
conrac 38
crop, 38
diversified 38
donald 38
down. 38
drawing 38
ecuador's 38
figures, 38
financing. 38
firms, 38
formula 38
grounds 38
hernandez 38
holder 38
implement 38
jersey 38
lambert 38
launch 38
lumber 38
manufacturer 38
mart 38
michigan 38
norstar 38
objective 38
operation. 38
perhaps 38
presence 38
pty 38
reed 38
relative 38
slaughter 38
sour 38
suffered 38
surprise 38
temperatures 38
term, 38
things 38
treatment 38
tuesday. 38
ual 38
und 38
unspecified 38
variety 38
zambia 38
"b" 37
13.8 37
14.8 37
17.6 37
22, 37
3,000 37
4.7 37
6.1 37
700,000 37
8.0 37
annually 37
august, 37
boosting 37
calif., 37
capital. 37
changing 37
clark 37
clearing 37
closure 37
cominco 37
complaint 37
comprised 37
conversion 37
cooper 37
council, 37
country. 37
cross 37
currency, 37
delegate 37
disaster 37
dutch/shell 37
dynamics 37
el 37
expensive 37
failing 37
formerly 37
goodyear 37
grant 37
indication 37
industries, 37
island 37
jones 37
km 37
link 37
liquid 37
minus 37
morning, 37
n.a. 37
noranda 37
norwegian 37
outcome 37
payments. 37
pipelines 37
producers. 37
purposes. 37
quarters 37
registration 37
repay 37
repayment 37
resorts 37
reviewing 37
revision 37
seemed 37
semiconductors 37
sunday 37
tax-free 37
tonnage 37
trump 37
turned 37
two-week 37
uruguay 37
washington, 37
wood 37
written 37
1.08 36
1.19 36
1.80 36
10. 36
125 36
14.5 36
15,000 36
15.5 36
15.6 36
35,000 36
4.6 36
5.0 36
5.8 36
6.3 36
60,000 36
9.6 36
99 36
aegean 36
analysts. 36
assistant 36
breakdown 36
capital, 36
chapter 36
citibank 36
congress, 36
contract, 36
cooperative 36
daniel 36
delegation 36
determination 36
deutsche 36
differences 36
discussion 36
district 36
divided 36
doubt 36
drexel 36
easier 36
feedgrains 36
finding 36
finished 36
fluctuations 36
gencorp's 36
guinness 36
halted 36
hike 36
identify 36
indirect 36
inflow 36
insured 36
jim 36
jumped 36
maintaining 36
mideast 36
neither 36
norway's 36
oilseeds 36
organization, 36
petrol 36
presidential 36
previously. 36
producer, 36
refiners 36
reliance 36
remainder 36
resist 36
services. 36
sluggish 36
southeast 36
spain's 36
stanley 36
tehran 36
tried 36
undersecretary 36
units, 36
unsolicited 36
window 36
1.27 35
1.51 35
12.8 35
15.0 35
15.4 35
1990 35
2,000 35
23, 35
600,000 35
abroad 35
aggregate 35
aggressive 35
agreements. 35
amended 35
announcing 35
averaging 35
bally 35
bit 35
bullish 35
bushel 35
cargill 35
chain 35
coffee, 35
colombia's 35
compensate 35
containing 35
convinced 35
country, 35
currencies, 35
currency. 35
dayton 35
del 35
destinations 35
dot 35
eliminate 35
ever 35
expected. 35
exposure 35
february's 35
fight 35
france's 35
golden 35
handling 35
harvesting 35
hongkong 35
imbalances 35
industrialized 35
institutes 35
issues, 35
ivory 35
lawmakers 35
maintained 35
measured 35
nations. 35
naval 35
octane 35
operator 35
partnership, 35
physical 35
reaching 35
republican 35
restore 35
results, 35
roughly 35
runs 35
siemens 35
stakes 35
strait 35
subroto 35
supreme 35
termination 35
three-year 35
tightening 35
unilever 35
usda's 35
value, 35
views 35
warning 35
wide 35
widened 35
widespread 35
worked 35
1.02 34
1.12 34
1.45 34
1.55 34
16.7 34
17, 34
17.50 34
1986's 34
1989. 34
240 34
480 34
6.9 34
adverse 34
afg 34
arabian 34
arrangement 34
australia, 34
barge 34
becor 34
buenos 34
burnham 34
c. 34
can't 34
carrier 34
carryforward 34
cereal 34
cheaper 34
club 34
commission. 34
commissioner 34
committee, 34
controversial 34
currencies. 34
debts 34
depends 34
depth 34
diplomatic 34
discovery 34
drill 34
ec, 34
election 34
equipment. 34
firm's 34
flexible 34
funds, 34
heller 34
hrs 34
iowa 34
july, 34
kilos 34
lanka 34
lend 34
liberal 34
metropolitan 34
nations, 34
northeast 34
obligations 34
occur 34
officers 34
one-time 34
outlined 34
outright 34
play 34
powers 34
prompted 34
protectionism 34
pushing 34
regulations 34
renault 34
rigs 34
rival 34
rumours 34
rupees 34
sa 34
season. 34
st. 34
stabilisation 34
stability. 34
stcks 34
stocks. 34
sumitomo 34
suppliers 34
tender, 34
time," 34
ton. 34
units. 34
volumes 34
"all 33
1.01 33
1.09 33
1.38 33
10, 33
14, 33
180 33
1989 33
2.75 33
20, 33
29, 33
6.0 33
8.2 33
8.9 33
900,000 33
accepts 33
accord. 33
allowance 33
allows 33
america, 33
amid 33
attacked 33
bancshares 33
boliden 33
branches 33
colombian 33
criticism 33
danish 33
dean 33
deterioration 33
devaluation 33
development, 33
dividend. 33
expiration 33
exporter 33
flexibility 33
gas, 33
gerhard 33
hill 33
imbalance 33
indonesia, 33
inflation. 33
informed 33
inspection 33
investors. 33
irving 33
issue, 33
itc 33
june. 33
king 33
law, 33
litigation 33
mixed 33
negotiations, 33
nil, 33
obtained 33
opens 33
parliamentary 33
participate 33
pipeline, 33
plastics 33
printing 33
profits, 33
programme 33
project, 33
prompt 33
range. 33
reasons 33
repurchases 33
resource 33
restaurants 33
safety 33
schlesinger 33
sector. 33
stake. 33
subsidized 33
supply, 33
surplus. 33
surprised 33
switched 33
timing 33
total. 33
transcanada 33
two-day 33
universal 33
value. 33
waters 33
wendy's 33
worried 33
1.22 32
1.62 32
26, 32
28. 32
98 32
ali 32
animal 32
answer 32
august. 32
automotive 32
baker's 32
bangladesh 32
broken 32
budget, 32
civil 32
climbed 32
commission's 32
compensation 32
consuming 32
critical 32
crudes 32
dependence 32
desire 32
difference 32
elders 32
embassy 32
encouraged 32
enhance 32
environmental 32
evaluate 32
factory 32
favorable 32
feasibility 32
fifth 32
flag 32
formally 32
freedom 32
gabelli 32
generale 32
gradually 32
ground 32
incentive 32
indications 32
industry's 32
int'l 32
interest. 32
jobless 32
ldp 32
london, 32
manufactured 32
moisture 32
morning. 32
necessarily 32
nov 32
occurred 32
origin 32
par 32
point, 32
posting 32
premiums 32
province 32
proxy 32
publicly 32
rebates 32
reopen 32
resolved 32
respectively 32
scale 32
scientific 32
sen. 32
send 32
stands 32
structural 32
supply/demand 32
tell 32
that's 32
this, 32
trading, 32
two-thirds 32
understanding 32
unknown 32
urge 32
violations 32
wednesday. 32
westminster 32
willingness 32
works 32
1-1/2 31
1.11 31
1.13 31
1/4 31
16.3 31
210 31
22.5 31
6.8 31
8.7 31
9.1 31
900 31
adds 31
africa's 31
aims 31
ambassador 31
arrangements 31
attempts 31
aug 31
authorised 31
balanced 31
belief 31
bill, 31
blocks 31
brief 31
bundesbank's 31
burden 31
bushels, 31
cautious 31
champion 31
cheap 31
chirac 31
circumstances 31
committee. 31
community, 31
costa 31
crops, 31
crucial 31
decides 31
department, 31
destroyed 31
earthquake 31
elaborate. 31
employs 31
expecting 31
extending 31
extensive 31
facing 31
fees 31
friday's 31
further. 31
g-6 31
hanover 31
here, 31
increase, 31
investment, 31
liquidity, 31
loss, 31
malaysia's 31
method 31
momentum 31
nazer 31
negotiators 31
neutral 31
newspapers 31
note:1986 31
oats 31
officer, 31
ongoing 31
owner 31
packaging 31
peabody 31
permanent 31
permits 31
pioneer 31
platforms 31
policies, 31
pound, 31
prevailing 31
producers' 31
publishing 31
questions 31
quick 31
quotas. 31
reduces 31
refineries 31
reluctant 31
revenues. 31
rotterdam 31
say. 31
schlumberger 31
securities, 31
semi-annual 31
supplied 31
supplier 31
targeted 31
trades 31
triggered 31
unocal 31
up, 31
virginia 31
war. 31
"what 30
&lt;gy> 30
(base 30
(ccc) 30
1.07 30
1.17 30
1.24 30
10.0 30
11, 30
14.4 30
16.8 30
19.9 30
1981 30
27, 30
3, 30
7,000 30
7.9 30
8.4 30
acceptable 30
appointed 30
approvals. 30
benchmark 30
blamed 30
brace 30
broadcast 30
comply 30
conable 30
consecutive 30
days, 30
deal. 30
des 30
disclosure 30
discussing 30
distributor 30
edible 30
employed 30
engine 30
exchanged 30
exchanges 30
excluded 30
expected, 30
expenditures 30
explore 30
fall. 30
ferry 30
field, 30
firmer 30
ghana 30
heart 30
hoechst 30
inc) 30
india's 30
indirectly 30
insider 30
lifting 30
load 30
losing 30
ltd>. 30
manufactures 30
market's 30
minorities 30
monday's 30
n.y. 30
negotiated 30
october, 30
output. 30
personnel 30
polled 30
predict 30
preparing 30
priority 30
profit, 30
properties. 30
proportion 30
prove 30
pump 30
purposes 30
rank 30
repayments 30
respective 30
responding 30
riyal 30
scope 30
semiconductors. 30
session. 30
showed. 30
slowing 30
soon. 30
soybeans, 30
soymeal 30
standards 30
suspend 30
tax. 30
term. 30
tighten 30
trans 30
tuesday, 30
withdrew 30
york. 30
"for 29
"these 29
&lt;u> 29
1.32 29
1.36 29
1.58 29
1.78 29
12.4 29
13.9 29
14.1 29
14.9 29
17.8 29
18.2 29
3.80 29
6.4 29
8.6 29
9-13/16 29
adopt 29
adoption 29
allocation 29
apparel 29
approached 29
arabia, 29
badly 29
bahrain 29
barrels, 29
bill. 29
boosts 29
bottom 29
brand 29
cars 29
conflict 29
contracts, 29
corporation, 29
corresponding 29
coupled 29
crown 29
damages 29
danger 29
deposits, 29
diplomat 29
dollars, 29
dome's 29
down, 29
e. 29
edouard 29
edward 29
eia 29
electrical 29
engaged 29
event 29
example 29
exceeding 29
factors, 29
feared 29
first-quarter 29
fitzwater 29
gelco 29
generated 29
gradual 29
green 29
half-point 29
heads 29
helmut 29
higher, 29
hungary 29
implementation 29
incurred 29
instruments 29
interior 29
intervention. 29
invited 29
j. 29
jacques 29
kodak 29
lbo 29
lee 29
loans. 29
losses, 29
lowering 29
lowers 29
lucky 29
malaysia, 29
malcolm 29
monitor 29
moore 29
mthly 29
notice 29
now. 29
partial 29
pc 29
pentagon 29
petrochemical 29
philip 29
pressing 29
previously, 29
problems. 29
procedures 29
proceeding 29
proposal. 29
ran 29
redeem 29
reforms 29
sao 29
saturday 29
schedule 29
shareholders' 29
slipped 29
soon, 29
southwestern 29
sown 29
spur 29
steep 29
strengthening 29
super 29
sweden's 29
takeovers 29
thursday, 29
toronto 29
type 29
u.s 29
uncertain 29
underground 29
unit's 29
usa 29
ward 29
0.50 28
1.28 28
1.54 28
10.8 28
13.2 28
135 28
19.5 28
2.20 28
7.0 28
9.4 28
a. 28
acceptance 28
acknowledged 28
acquisitions. 28
address 28
agencies 28
alan 28
allis-chalmers 28
allocated 28
appropriations 28
arranged 28
assume 28
assuming 28
awaiting 28
bags, 28
basket 28
bhp 28
bidder 28
bil 28
boeing 28
bra 28
brussels 28
budget. 28
capacity, 28
carefully 28
carl 28
case, 28
challenge 28
change. 28
concentrated 28
counter 28
creditor 28
damaging 28
decreased 28
diagnostic 28
downturn 28
drawn 28
each, 28
elimination 28
est 28
experience 28
f 28
f. 28
fall, 28
giant 28
grading 28
guaranty 28
hand 28
healthy 28
hectares, 28
inra 28
institute, 28
intentions 28
jordan 28
journalists 28
karl 28
lb, 28
lenders 28
liability 28
lifts 28
me 28
microchip 28
mississippi 28
moment 28
mortgages 28
nickel 28
norway 28
occidental 28
oct 28
official. 28
otto 28
output, 28
p 28
phase 28
plaza 28
promised 28
protein 28
purpose 28
quebec 28
react 28
responded 28
restrictive 28
restructuring. 28
revaluation 28
rig 28
risks 28
shoe 28
simon 28
sixth 28
slowdown 28
snow 28
st 28
stance 28
steadily 28
struck 28
supplies, 28
temporarily 28
themselves 28
thing 28
thousands 28
trip 28
truck 28
urging 28
wang 28
war, 28
year." 28
"i'm 27
1.03 27
1.06 27
1.26 27
1.40 27
1.64 27
1/2 27
14.7 27
16.9 27
1983 27
1984, 27
1986/87. 27
2.25 27
8, 27
9.7 27
abroad, 27
accords 27
administrative 27
adversely 27
advisers 27
allied-signal 27
amount. 27
aside 27
association. 27
assurance 27
bid, 27
bilzerian 27
canal 27
carbide 27
carryforwards 27
carryforwards. 27
chevron 27
citrus 27
comprehensive 27
conducted 27
conference, 27
consensus 27
consent 27
contact 27
contain 27
content 27
convert 27
cotton, 27
county, 27
customers. 27
dallas 27
degrees 27
delays 27
delhi 27
diesel 27
disappointed 27
disputed 27
distillers 27
dropping 27
ecu 27
emirates 27
exact 27
example, 27
exercisable 27
fish 27
fla., 27
frankfurt 27
freeze 27
friction 27
generate 27
georgia 27
glickman 27
gm 27
happen 27
headquarters 27
helping 27
ic 27
importing 27
improvements 27
iran, 27
italy, 27
jose 27
keating 27
killed 27
klm 27
kuwait, 27
loans, 27
looked 27
lord 27
lp 27
merchants 27
mexico, 27
miller 27
mm 27
multilateral 27
nigeria 27
non-oil 27
ontario 27
pass 27
payments, 27
petition 27
pick 27
pillsbury 27
profits. 27
provisionally 27
rainbow 27
reject 27
reply 27
requiring 27
residual 27
returns 27
satoshi 27
sears 27
secondary 27
secure 27
secured 27
sense 27
severely 27
shipbuilding 27
shopping 27
sort 27
specify 27
speed 27
statistical 27
subsequent 27
systems, 27
tender. 27
tension 27
textiles 27
thomas 27
tobacco 27
trees 27
trigger 27
u.n. 27
unanimously 27
unleaded 27
venice 27
visible 27
warburg 27
wet 27
write 27
your 27
zimbabwe 27
(gatt) 26
1.18 26
1.39 26
1.65 26
1.83 26
12.7 26
120,000 26
14.6 26
18.7 26
19.00 26
2, 26
24, 26
28.5 26
70,000 26
9. 26
accumulated 26
adjusted, 26
agent 26
analysts, 26
announces 26
approvals 26
arms 26
att 26
attracted 26
backing 26
baird 26
beverage 26
carryforward. 26
cbt 26
centre 26
chamber 26
cie 26
clients 26
close. 26
completely 26
considers 26
consolidation 26
consultations 26
contracted 26
corporations 26
criticised 26
dan 26
december's 26
department. 26
difficulty 26
disputes 26
doubled 26
ecuadorean 26
elected 26
employers' 26
entirely 26
essential 26
fail 26
feet. 26
forecasting 26
friendly 26
fund. 26
gallons 26
government. 26
grace 26
higher. 26
hikes 26
household 26
hundreds 26
identified 26
identified, 26
indiana 26
individuals 26
integrated 26
intelligence 26
involve 26
item 26
lawsuit 26
liquids 26
maize, 26
marathon 26
meets 26
mergers 26
microwave 26
mulford 26
non-member 26
norcros 26
notes. 26
optimism 26
pennzoil 26
plc's 26
postponed 26
privatisation 26
product, 26
projections 26
propane 26
proposing 26
railroad 26
recommendations 26
requirements. 26
resigned 26
resistance 26
restrict 26
review. 26
rexnord 26
ronald 26
royalty 26
saying. 26
settled 26
shanghai 26
shr. 26
sight 26
soared 26
somewhat 26
spending, 26
suffer 26
sullivan 26
sunflower 26
supporting 26
sweden 26
systems. 26
team 26
thousand 26
threaten 26
transamerica 26
two-year 26
unusually 26
upland 26
voluntary 26
warns 26
well, 26
wheat. 26
writedowns 26
xuto 26
1.29 25
1.46 25
1.79 25
1.85 25
11.0 25
11.8 25
12-1/2 25
12.3 25
13.0 25
13.4 25
15.9 25
16.5 25
17.1 25
1983. 25
2-for-1 25
22. 25
22.8 25
26. 25
3. 25
3.25 25
6, 25
9-7/8 25
action, 25
activities. 25
adjust 25
aggressively 25
americans 25
article 25
average. 25
boards 25
businesses, 25
calm 25
carolina 25
caspar 25
closes 25
commerzbank 25
common. 25
concessions 25
conduct 25
consulting 25
coordination 25
corrected 25
coupon 25
crop. 25
crude, 25
deep 25
degree 25
depended 25
divest 25
douglas 25
drastic 25
elevator 25
employee 25
entering 25
enterprise 25
equally 25
fewer 25
fine 25
forest 25
further, 25
futures, 25
governors 25
happy 25
heard 25
howard 25
importance 25
injunction 25
investors, 25
